export default {
  /* 水库规模 */ SKGM: { 3: '中型', 4: '小（1）型', 5: '小（2）型' },
  /* 行政区划 */ XZQH: {
    330782000000: '义乌市',
    330782001000: '稠城街道',
    330782002000: '江东街道',
    330782003000: '稠江街道',
    330782004000: '北苑街道',
    330782005000: '后宅街道',
    330782006000: '城西街道',
    330782007000: '廿三里街道',
    330782008000: '福田街道',
    330782100000: '佛堂镇',
    330782101000: '赤岸镇',
    330782102000: '义亭镇',
    330782104000: '上溪镇',
    330782105000: '苏溪镇',
    330782106000: '大陈镇'
  },
  /* 监测类型 */ JCLX: {
    'gps-total-x': 'gps-total-x（X轴累计变化）',
    'gps-total-y': 'gps-total-y（Y轴累计变化）',
    'gps-total-z': 'gps-total-z（Z轴累计变化）',
    'gps-2d': 'gps-2d（2D累积变化）',
    'gps-total': 'gps-total（3D累积变化）',
    'target-dispx': 'target-dispx（X轴方向位移）',
    'target-dispy': 'target-dispy（Y轴方向位移）'
  }
}
