export default {
  /* 是否 */ SF: { _1: '是', _0: '否' },
  /* 有无 */ YW: { _1: '是', _0: '否' },
  /* 正常异常 */ ZCYC: { _1: '正常', _0: '异常' },
  /* 供水工程规模 */ GSGCGM: { 1: '城市管网延伸工程', 2: '千吨万人工程', 3: '千人工程', 4: '千人以下工程' },
  /* 供水工程性质 */ GSGCXZ: { 1: '新建', 2: '已建', 3: '城市管网延伸' },
  /* 水厂状态 */ SCZT: { 1: '使用中', 2: '改造中', 3: '关停中' },
  /* 农村供水单位性质 */ NCGSDWXZ: {
    1: '乡镇政府或水管站',
    2: '县级水务局',
    3: '供水协会',
    4: '村委会',
    5: '自来水公司',
    6: '国有公司',
    7: '民营公司',
    8: '股份制公司',
    9: '合作组织或用水户协会',
    10: '私人租赁或承包',
    11: '县级供水管理总站',
    12: '片区或流域等水管站（所）',
    13: '其他'
  }
}
